tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "diffutils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "grep"
brew "jq"
brew "node"
brew "pnpm"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "1password"
cask "airflow"
cask "alfred"
cask "discord"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "imageoptim"
cask "iterm2"
cask "obs"
cask "protonvpn"
cask "rectangle-pro"
cask "skype"
cask "slack"
cask "sublime-text"
cask "syncalicious"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
